import React from "react";
import { Footer, Header } from "../../components";
import "./TermsAndConditions.scss";

const termsAndConditions = () => {
  React.useEffect(() => {
    scrollTo(0, 0);
  }, []);
  return (
    <>
      <Header />
      <div className="terms-and-conditions flexCenterColumn">
        <div className="main-data">
          <div className="container">
            <main>
              <header className="page-header">
                <h1 className="entry-title">الشروط و الأحكام</h1>
              </header>
              <div className="page-content">
                <ol>
                  <li>
                    <b>تعريف الخدمة</b>
                  </li>
                </ol>
                <p>
                  <span>
                    دربني هي شركة تدريب تقني وبرمجي يقع مقرها الرئيسي في
                    بريطانيا تحت الترخيص الآتي (Darrebni Company Limited
                    14995080)، بالإضافة لوجود فرع تدريبي آخر في سورية.
                  </span>
                </p>
                <p>
                  <span>
                    أطلقت دربني منصة تدريب أون لاين لكي تقدم من خلالها مسارات
                    تدريبية احترافية ضمن 9 مجالات متخصصة تضم أكثر من 25 مسار
                    بهدف تطوير وصقل الحياة المهنية للأفراد.
                  </span>
                </p>
                <p>
                  <span>
                    تقوم شركتنا بتصميم وتقديم المسارات التدريبية عالية المستوى
                    لمبتدئي تكنولوجيا المعلومات ومن يملكون مستوى معرفة وخبرة جيد
                    ويطمحون إلى بناء مهنة ضمن المجال التقني، ونعمل أيضاً على
                    تعليم البرمجة لليافعين ضمن مشروع دربني الجديد.
                  </span>
                </p>
                <p>
                  <span>
                    تسعى شركة دربني مع نخبة من المدربين الذين يمتلكون سنوات
                    طويلة من خبرة العمل ضمن شركات عربية وعالمية إلى رفد وتطوير
                    الحياة المهنية للمتدربين في أحدث مجالات التكنولوجيا، حيث يتم
                    إعداد المناهج التدريبية وفق خطة مدروسة بشكل محكم لأجل تحقيق
                    أقصى استفادة ممكنة، وهذا ما ساعدنا على تحقيق أهداف مئات
                    الأفراد بصقل حياتهم المهنية ضمن المجال التقني والبرمجي.
                  </span>
                </p>
                <p>
                  <span>
                    يُسعدنا أن نخبرك أيضاً أن دربني تُقدم شهادة الاعتماد
                    البريطانية CPD (Continuing Professional Development) والتي
                    تعتبر إضافة قيّمة لسيرة ذاتية احترافية.
                  </span>
                </p>
                <ol start={2}>
                  <li>
                    <b>التسجيل وحساب المستخدم</b>
                  </li>
                </ol>
                <p>
                  <span>
                    بعد إتمام عملية إنشاء حساب خاص بالمتدرب عبر منصة دربني
                    باستخدام بريده الإلكتروني وكلمة المرور، وبعد التسجيل على أيّ
                    مسار يجب أن يكون على علم بقوانين المنصة التالية:
                  </span>
                </p>
                <ul>
                  <li>
                    <span>الحضور الدوري:</span>
                  </li>
                </ul>
                <p>
                  <span>
                    لتستحق شهادة الاعتماد البريطاني CPD بالإضافة إلى رسالة
                    التوصية من شركة دربني يجب أن تحقق نسبة حضور لا تقل عن 85%.
                  </span>
                </p>
                <ul>
                  <li>
                    <span>التزام قوانين استخدام المنصة وسياساتها:</span>
                  </li>
                </ul>
                <p>
                  <span>
                    حرصاً من شركة دربني على إتمامك للمسار بدون أيّ مشاكل يُوصى
                    للمسجلين من داخل سوريا بعدم استخدام أي برامج لتغيير ال IP
                    مثل ال VPN تجنباً لحظر حسابك عن طريق الخطأ؛ حيث أن نظام عمل
                    المنصة يستطيع تتبع ال IP واكتشاف التغيير.
                  </span>
                </p>
                <ol start={3}>
                  <li>
                    <b>حقوق الملكية الفكرية</b>
                  </li>
                </ol>
                <ul>
                  <li>
                    <span>
                      تعود ملكية المحتوى الخاص بالتدريب، والاختبارات، والأعمال
                      والمشاريع لصالح شركة دربني.
                    </span>
                  </li>
                  <li>
                    <span>
                      يُمنع بشكل كامل مشاركة أي جزء من المحتوى الخاص بالتدريب مع
                      شخص آخر، أو عبر وسائل التواصل الاجتماعي.
                    </span>
                  </li>
                  <li>
                    <span>
                      يُمنع استخدام هذا المحتوى لأغراض تجارية أو توجيهه لجمهور
                      غير مصرح به.
                    </span>
                  </li>
                  <li>
                    <span>
                      يحق للمتدرب نشر مشروعه الخاص حيث أنه يقع تحت ملكيته.
                    </span>
                  </li>
                  <li>
                    <span>
                      لا يحق للمتدرب مشاركة مشاريع زملائه أو الاقتصاص منها
                      وإضافتها لمعرض أعماله بأي شكل من الأشكال.
                    </span>
                  </li>
                  <li>
                    <span>
                      في حالة انتهاك حقوق الملكية الفكرية سيتم ملاحقة المخالف
                      قانونياً و إيقاف حق الوصول إلى المحتوى.
                    </span>
                  </li>
                  <li>
                    <span>
                      تمتلك شركة دربني الحق في اتخاذ الإجراءات القانونية ضد أي
                      انتهاك لحقوق الملكية الفكرية.
                    </span>
                  </li>
                </ul>
                <p>
                  <span>حقوق النشر محفوظة © دربني 2024</span>
                </p>
                <ol start={4}>
                  <li>
                    <b>الالتزامات والمسؤوليات</b>
                  </li>
                </ol>
                <ul>
                  <li>
                    <span>
                      يحق للمتدرب الاحتفاظ بكافة مراجع وتسهيلات التدريب المقدمة،
                      دون مشاركتها مع أطراف أو شركات أخرى.
                    </span>
                  </li>
                  <li>
                    <span>
                      جميع الحوارات والأنشطة التفاعلية تجري ضمن معايير عالية من
                      الأمان والموثوقية، ويمنع تصويرها أو تسجيلها دون إذن مسبق.
                    </span>
                  </li>
                  <li>
                    <span>
                      تلتزم شركة دربني بتقديم كافة الموارد التعليمية والأنشطة
                      التي تسهم في إنجاز التدريب بشكله الاحترافي من لحظة تسجيل
                      الدخول حتى لحظة التخرج.
                    </span>
                  </li>
                  <li>
                    <span>
                      يبقى حساب المتدرب مرجعاً له ويستخدمه عند الحاجة لمراجعة
                      إحدى أجزاء التدريب.
                    </span>
                  </li>
                  <li>
                    <span>
                      في حالة انتهاك حقوق الملكية الفكرية سيتم ملاحقة المخالف
                      قانونياً وحذف حسابه وتقدمه داخل منصة دربني.
                    </span>
                  </li>
                </ul>
                <ol start={5}>
                  <li>
                    <b>الدفع والفواتير</b>
                  </li>
                </ol>
                <ul>
                  <li>
                    <span>
                      يترتب على المتدرب المقيم في أي دولة في العالم (باستثناء
                      سورية) تسديد تكلفة التدريب عن بعد عبر إحدى طرق الدفع
                      الإلكتروني التي تتيحها دربني.
                    </span>
                  </li>
                  <li>
                    <span>
                      يترتب على المتدرب المقيم داخل سورية تسديد تكلفة التدريب
                      بالليرة السوريّة حصراً إما عن طريق شركات التحويل المعتمدة
                      أو عن طريق حسابات الشركة في البنوك حيث يُمنَح مدة اقصاها
                      24 ساعة لإتمام عملية الدفع.
                    </span>
                  </li>
                  <li>
                    <span>
                      يُعتبر التسجيل على المسار لاغياً في حال لم يقم المتدرب
                      برفع إيصال تسديد التكلفة خلال مدة 24 ساعة.
                    </span>
                  </li>
                  <li>
                    <span>
                      لايحق للمتدرب استرجاع أيّ مبالغ مالية قام بدفعها عند
                      انسحابه، وذلك بعد تجاوز مدة 7 أيام من تاريخ بدء التدريب.
                    </span>
                  </li>
                  <li>
                    <span>
                      يتم خصم 10% من تكلفة التدريب عند انسحاب المتدرب قبل مضي 7
                      أيام على بدء التدريب.
                    </span>
                  </li>
                </ul>
                <ol start={6}>
                  <li>
                    <b>التغييرات والإلغاء</b>
                  </li>
                </ol>
                <ul>
                  <li>
                    <span>
                      يتم الإعلان عن أي تغيير في سياسات الدفع و الإلغاء قبل
                      تطبيق التعديلات الجديدة.
                    </span>
                  </li>
                  <li>
                    <span>
                      عند زيادة الاشتراكات المالية لا يترتب على المتدربين في
                      الدفعات الحالية أي زيادة على المبلغ المُعلن عنه في الدفعة
                      الخاصة بهم.
                    </span>
                  </li>
                  <li>
                    <span>
                      لإلغاء الاشتراك في المنصة أو الانسحاب من التدريب يترتب على
                      الطالب حذف المسار فقط أو حذف حسابه، مع العلم أنّه لا يمكن
                      استرجاع أيّ مبالغ مالية قام بتسديدها خلال المهلة المحددة
                      في سياسة الدفع مسبقاً.
                    </span>
                  </li>
                </ul>
                <ol start={7}>
                  <li>
                    <b>الضمان والتنصيب</b>
                  </li>
                </ol>
                <ul>
                  <li>
                    <span>
                      تلتزم شركة دربني بتقديم كافة الموارد التعليمية والأنشطة
                      التي تسهم في إنجاز التدريب بشكله الاحترافي من لحظة تسجيل
                      الدخول حتى لحظة التخرج.
                    </span>
                  </li>
                  <li>
                    <span>
                      يحصل المتدرب بعد انتهاء التدريب وتحقيق نسبة حضور لا تقل عن
                      85% على شهادة CPD ذات الاعتماد البريطاني تُرسل عبر إيميله
                      الشخصي والمسجل في قواعد بيانات شركة دربني بالإضافة لوجود
                      نسخة دائمة داخل الملف الشخصي للمتدرب في المنصة.
                    </span>
                  </li>
                  <li>
                    <span>
                      علماً أنَّ شهادة الاعتماد (Continuing Professional
                      Development) تُمنح للأفراد الذين يكملون بنجاح برامج
                      تدريبية يُسجلون عليها في شركات أو منصات التدريب تقديراً
                      للجهود التي يبذلها الفرد في تطوير مهاراته والمساهمة في
                      تطوير مجاله المهني.
                    </span>
                  </li>
                  <li>
                    <span>
                      يحق للمتدرب من جميع دول العالم الحصول على هذه الشهادة، على
                      أن يحقق نسبة حضور الجلسات التدريبية والتي لا تقل عن 85%.
                    </span>
                  </li>
                </ul>
              </div>
            </main>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default termsAndConditions;
